const DataSet = [
  {
    text: "완벽 그 자체",
    title: "정말 완벽하다고 생각하나요?",
    image_url: "Images/1.jpg",
    link: [
      "https://www.youtube.com/watch?v=TjsKF-66Y2Y",
      "https://www.youtube.com/watch?v=dGJya2dpjko",
      "https://www.youtube.com/watch?v=w5CipwUaoco",
      "https://www.youtube.com/watch?v=sqhOlNCn1b4",
      "https://www.youtube.com/watch?v=720t8HBjWns",
    ],
    content: [
      " 스스로 굉장히 잘하고 있다고 생각하시나요?\n24시간 중 잠자는 시간, 밥 먹는 시간을 제외하고는\n완전히 집중한 상태의 노력을 하고 있나요?\n그렇지 않다면, '완벽'이란 말은 당신에게 해당되지 않아요.\n그렇다고 위축될 필요는 없어요.\n그렇게 쉬운 일이었으면,\n당신이 이렇게 달려올 필요도 없었잖아요.\n조금만, 아주 조금만 더 나아가자고요.",
      " 일론 머스크는 일주일에 100시간 이상씩\n일하는 경우가 자주 있고,\n하버드에는 잠자는 시간, 밥 먹는 시간을 아껴가며\n공부하는 학생들이 많아요.\n여기서 중요한 건 시간이 아니에요.\n자신이 이루고자 하는 바를 이루기 위해\n미친 듯이 열심히 한다는 거예요.\n그러니 '공부를 10시간 했다', '진짜 열심히 했다'\n등의 말로 자신의 가치를 제한하지 말자고요.\n원하는 걸 이루기 위해서 미친 사람이 되어야 한다면,\n기꺼이 미친놈이 되어봐야죠.",
      " 노력에 대해서 얘기할 때,\n사람들이 간과하는 사실이 있어요.\n노력이란 단지 오랫동안 꾸준히 한다고 다가 아니에요.\n영리하게, 그리고 잘 해야 해요.\n아인슈타인은 잠을 하루에 10시간 넘게 잤지만,\n위대한 과학자가 되었죠.\n물론, 그는 천재였고,\n그렇게 성공하는 것은 굉장히 어려운 일이에요.\n하지만, 여러분도 단순히 시간만 많이 투자했다고\n성공할 수 없다는 사실은 명심하셔야 해요.\n노력의 농도를 짙게 할 방법.\n그것이 여러분에게 가장 필요한 것일지도 몰라요.",
      " 평범한 노력으로는 성공의 발끝에도 미칠 수 없어요.\n'나름', '꽤', '생각보다' 따위의 말들로는\n절대 닿을 수 없어요.\n미친 듯이, 진짜 미친 듯이 나아가야만, 쟁취할 수 있죠.\n간단하게 얻을 수 있는 꿈이라면, 상관 없어요.\n하지만, 당신의 꿈은 그 정도 크기의 꿈이 아니잖아요.\n큰 꿈을 품고 있다면,\n당신 역시 큰 사람이 될 필요가 있어요.\n말만 번지르르한 사람이 아닌,\n행동으로 스스로를 납득시킬 수 있는 사람이 되어야 해요.",
      " 성공의 기준은 당신이 정하는 거예요.\n막대한 부일 수도, 강력한 힘일 수도,\n인류의 평화일 수도 있죠.\n타인에게 피해를 주지 않는 선에서\n모든 성공은 평등하게 존중받아야 해요.\n하지만, 요구되는 노력만큼은 절대 평등하지 않아요.\n당신의 꿈은 옆 사람이 원하는 성공을 이루기 위해서\n필요한 노력보다 100배 이상의 노력이 필요할 수도 있어요.\n그렇다고 별 수 있겠어요?\n당신의 성공을 쟁취하려면, 절대로 성공을 포기할 수 없다면,\n그만큼 노력해야죠.",
    ],
    saying: [
      {
        person: "체게바라",
        line:
          "무언가를 위해 목숨을 버릴 각오가 되어있지 않는 한,\n그것이 삶의 목표라는 어떤 확신도 가질 수 없다.",
      },
      {
        person: "나폴레옹",
        line: "승리는 가장 끈기 있는 자에게 돌아간다.",
      },
      {
        person: "루이사 시게아",
        line: "꺼지지 않을 불길로 타올라라.",
      },
      {
        person: "나폴레옹 힐",
        line:
          "쉽게 포기하는 자는 결코 승리할 수 없고,\n승리하는 자는 결코 포기하지 않는다.",
      },
      {
        person: "이승엽",
        line:
          "혼신의 노력은 결코 배반 당하지 않는다.\n평범한 노력은 노력이 아니다.",
      },
      {
        person: "톰 모나건",
        line:
          "성공의 비결은 단 한 가지,\n잘할 수 있는 일에 광적으로 집중하는 것이다.",
      },
    ],
  },
  {
    text: "잘하고 있어요",
    title: "아직 멀었어요. 안주하지 마세요.",
    image_url: "Images/2.jpg",
    link: [
      "https://www.youtube.com/watch?v=Aq2Yov6CIOk",
      "https://www.youtube.com/watch?v=ilP79roNLQc",
      "https://www.youtube.com/watch?v=1LitIpyABws",
      "https://www.youtube.com/watch?v=BOE8rR9uDz8",
      "https://www.youtube.com/watch?v=b84k3aSfaZM",
    ],

    content: [
      " 듣기 좋을 거예요.\n'잘하고 있다', '그 정도면 훌륭하다' 같은 말들.\n하지만, 명심하세요.\n그런 말들은 당신이 이루고자 하는 성공에\n큰 도움이 되지 못한다는 사실을.\n아니, 오히려 당신의 인생을 좀먹는 단어들이 될지도 몰라요.\n안주하지 마세요.\n계속 스스로를 채찍질하며, 눈물 흘리며 나아가세요.\n당신이 이루고자 하는 일은 굉장히 힘든 일이니까요.",
      " '잘한다'의 기준을 얼마나 높게 잡느냐에 따라\n당신이 얼마나 높이 다다를 수 있는지가 결정되어요.\n그러니 만족하지 말고, 보다 높은 곳을 바라보고 살아가요.\n말도 안 되는 것을 꿈꾸라는 소리가 아니에요.\n당신의 힘을 믿고, 강인한 마음가짐으로\n앞으로 나아가라는 뜻이에요.\n때로는 너무 힘들어 주저앉을 수도,\n무력감에 빠질 수도 있지만,\n당신이 품은 거대한 꿈과\n그 꿈을 향한 여정에 매료된 당신은\n바보처럼 일어설 거예요.",
      " 당신이 성장하면 할수록, 당신의 기준은 더 높아져요.\n지금은 어쩌면, 당신이 크게 성장하지 못해서\n작은 것을 크게 보고 있을 지도 몰라요.\n초등학생 때, 어려웠던 수학 문제를\n고등학생 때는 아주 쉽게 풀 수 있듯이,\n지금 당신이 잘하고 있다고 생각하는 것 역시도\n그리 대단하지 않은 수준일지도 몰라요.\n너무 가혹하게 들릴 수도 있겠지만,\n보다 높은 곳으로 다다르려는 당신의 노력이\n그렇게 만들어줄 거예요.",
      " 이보다 더 잘할 수 없다면, 당신은 잘하고 있을지도 몰라요.\n하지만, 조금이라도, 아주 조금이라도\n더 잘할 수 있는 여지가 있다면, 당신은 아직 부족해요.\n아직 한참 멀었고, 충분히 더 나아갈 수 있어요.\n1등인가 꼴등인가는 중요하지 않아요.\n당신이 더 할 수 있냐, 못하냐가 중요한 거예요.\n만약 더 할 수 있다면, 당신은 더 성장할 수 있어요.\n그리고 지금을 회상하면서 생각할 거예요.\n더 노력하길 잘했다고.",
      " 주변 사람들이 당신을 칭찬해 줄 때,\n그때야말로 스스로를 더 채찍질해야 할 때예요.\n그들의 칭찬에 만족하기 시작할 때, 당신의 성장은 더뎌지고,\n안주하기 시작할 때, 조금씩 내려가기 시작할 거예요.\n쉴 수는 있어요. 휴식 역시 굉장히 중요하니까요.\n하지만, 만족하고 더 나아가지 않는 것과\n더 노력하기 위해 잠깐 휴식을 취하는 것은\n전혀 다른 일이에요.\n주변의 칭찬에 당신의 성장을 멈추지 마세요.\n잠깐 미소 짓고, 바로 욕 나오도록 열심히 달려봐요.",
    ],
    saying: [
      {
        person: "빌 게이츠",
        line:
          "나는 유별나게 머리가 똑똑하지 않다.\n특별한 지혜가 많은 것도 아니다.\n다만 나는 변화하고자 하는 마음을 생각으로 옮겼을 뿐이다.",
      },
      {
        person: "엘버트 허버드",
        line:
          "조금 더 많이 인내하자.\n조금 더 많이 노력하자.\n그러면 절망적 실패로 보였던 것이\n빛나는 성공으로 변할 수 있다.",
      },
      {
        person: "안나 파블로바",
        line: "멈추지 말고 한 가지 목표에 매진하라.\n그것이 성공의 비결이다.",
      },
      {
        person: "윌리엄 보엣커",
        line:
          "다른 사람이 무엇을 하는지 신경 쓰지 말라.\n더 나은 당신이 되기 위해 노력하고,\n매일 당신의 기록을 깨트려라.",
      },
      {
        person: "키케로",
        line:
          "용기있는 자로 살아라.\n운이 따라주지 않는다면,\n용기 있는 가슴으로 불행에 맞서라.",
      },
    ],
  },
  {
    text: "그저 그래요",
    title: "그저 그런 삶을 살고 싶으신 건가요?",
    image_url: "Images/3.jpg",
    link: [
      "https://www.youtube.com/watch?v=whFZCmN__mM",
      "https://www.youtube.com/watch?v=_siRPRglX_U",
      "https://www.youtube.com/watch?v=QW5uwnn0H9o",
      "https://www.youtube.com/watch?v=YNTgSKLVn_Y",
      "https://www.youtube.com/watch?v=b0qYfjFyGmg",
    ],
    content: [
      " 이루고자 하는 꿈을 이루지 못하고,\n눈을 감는데도 후회하지 않을 자신 있나요?\n오늘 할 일을 다 하지 않고 마음 편히 잠자리에 들고,\n희망을 품고 내일 일어날 수 있겠어요?\n더 할 수 있잖아요.\n고작 이 정도하고 멈출 정도로 나약한 인간이 아니잖아요.\n설령 그런 사람이라 하더라도,\n평생을 그런 인생을 살고 싶지는 않잖아요.\n힘내자고요, 미친 듯이 달려보자고요.",
      " 어쩌면 잘하지도, 못하지도 않는 그저 그런 상태가\n가장 위험한 상태일지도 몰라요.\n대부분의 사람들이 그러하듯이,\n당신도 성공은 모르겠고, 흘러가듯이 살아가야겠다고\n다짐하기 쉽거든요.\n그런다고 당신이 잘못했다고 얘기할 사람을 아무도 없어요.\n다만, 당신의 가장 작은 목소리만이 소리를 질러대겠죠.\n그 소음을 무시하지 마세요.\n그 소음을 무시하는 그 순간,\n다시는 돌아갈 수 없는 강을 건너 버릴지도 몰라요.",
      " 정말 그저 그런 수준인가요?\n당신 스스로가 보기에 그러하다면,\n높은 확률로 그보다 좋지 못할 거예요.\n냉정하게, 솔직하게 대답해봐요.\n지금 당신은 그저 그런 수준으로 살아가고 있나요?\n아니면, 최악이거나 조금씩 최악과 가까워지고 있나요?\n만약 후자라면, 굳게 다짐할 시간이에요.\n'이대로는 안 된다. 정신 차리고 제대로 해야겠다.'\n계속 미루다 가는,\n이번 생에 당신의 성공을 마주할 수 없을 지도 몰라요.",
      " 평범한 삶을 추구하고 살아가는 게 열등하지 않듯이,\n성공에 대한 야망과 노력도 우월하지 않아요.\n그러나, 성공을 갈망하면서 평범함을 벗어나지 않는 것은\n형편없는 일이죠.\n만약 당신이 진정으로 이루고 싶은 꿈이 있다면,\n평범함을 벗어나야 해요.\n계속 그렇게 머물러 있다가는,\n당신이 그토록 원하는 그 무언가도\n그저 철없던 사람의 비현실적인 꿈으로 치부되고 말 거예요.\n그래도 괜찮으시겠어요?",
      " 사람이라면 누구나 유혹에 흔들려요.\n그러니 당신이 한두 번 유혹에 흔들렸다고\n크게 자책할 필요는 없어요.\n하지만, 한두 번이 아닌 끊임없이 나약한 태도를 취한다면,\n아주 강력한 의지가 필요해요.\n'앞으로 절대 안 한다', '내일부터 무조건 한다'\n같은 말로만 끝나는 것이 아니라\n당신의 모든 걸 걸고, 나아가야 해요.\n다시 유혹이 당신을 지배하려 들 때,\n그 의지가 당신을 다시 일어서게 하는 데 큰 힘을 줄 거예요.",
    ],
    saying: [
      {
        person: "크리스 그로서",
        line: "기회는 일어나는 것이 아니라 만들어내는 것이다.",
      },
      {
        person: "토마스 칼라일",
        line:
          "길을 걷다가 돌을 보면,\n약자는 그것을 걸림돌이라고 하고,\n강자는 그것을 디딤돌이라고 한다.",
      },
      {
        person: "마크 트웨인",
        line:
          "20년 후 당신은 했던 일보다\n하지 않았던 일로 인해 더 실망을 할 것이다.",
      },
      {
        person: "애비게일 애덤스",
        line:
          "배움은 우연히 얻어지는 것이 아니라\n열성을 다해 갈구하고,\n부지런히 집중해야 얻을 수 있는 것이다.",
      },
      {person: "벤자민 프랭클린", line: "실천이 말보다 낫다."},
      {
        person: "몽테뉴",
        line: "고통을 주지 않는 것은 쾌락도 주지 않는다.",
      },
      {
        person: "토마스 에디슨",
        line:
          "인생의 실패자들은 포기할 때,\n자신이 성공에서 얼마나 가까이 있었는지 모른다.",
      },
      {
        person: "줄리아 소렐",
        line:
          "만약 당신이 한 번도 두렵거나 굴욕적이거나\n상처 입은 적이 없다면,\n그렇다면 당신은 아무런 위험도 감수하지 않은 것이다.",
      },
      {
        person: "이소룡",
        line: "마음만을 가지고 있어서는 안된다.\n반드시 실천하여야 한다.",
      },
    ],
  },
  {
    text: "별로에요",
    title: "정말 심각한 상황이에요.",
    image_url: "Images/4.jpg",
    link: [
      "https://www.youtube.com/watch?v=2TAfvMn8_EQ",
      "https://www.youtube.com/watch?v=8SyzW6e68Fc",
      "https://www.youtube.com/watch?v=IvINqJR4DOo",
      "https://www.youtube.com/watch?v=mOk4ghoRtDo",
      "https://www.youtube.com/watch?v=7dHC8Jqedco",
    ],
    content: [
      " 당신 스스로가 별로라고 얘기할 정도면,\n어떤 수준인지 얘기할 필요도 없겠죠.\n별로인 줄 알면, 개선하려고 노력하세요.\n세상은 스스로도 별로라고 생각하는 사람을\n인정해 주는 따뜻한 곳이 아니에요.\n그렇게 계속 가다가는\n당신이 그렇게도 되기 싫어하던 사람으로\n변하는 일은 시간문제에요.\n눈을 뜨고, 세상을, 당신을 또렷이 보세요.\n지금 이 정도로 만족할 수 있겠어요?\n계속 이렇게 살아갈 수 있겠어요?",
      " 혼자서 깊게 생각해보세요.\n당신이 진정으로 원하는 것이 무엇인가요?\n무엇이 당신을 행복하게 만들어주며,\n어떠한 삶을 살고 싶으신 가요?\n이때까지 당신이 살아온 기억들을\n천천히 음미하면서 그 해답을 찾아봐요.\n그 답이 나왔다면, 그것이 당신이 바라는 성공이겠죠.\n그렇게 찾아낸 당신의 성공을 이루기 위해서\n필요한 노력을 생각해봐요.\n말도 안 되는 노력이 필요하더라도\n당신이 진정으로 바란다면 어쩌겠어요.\n모든 걸 걸고 도전해야 하지 않겠어요?",
      " '누구나 성공할 수 있지만,\n아무나 성공할 수 있는 것은 아니다.'\n굉장히 모순적인 말이지만,\n성공에 대한 진리를 품고 있는 말이에요.\n물론, 성공을 향하는 여정의 출발선은 사람마다 달라요.\n굉장히 유리한 위치일 수도,\n몹시 불리한 위치일 수도 있죠.\n유리하게 출발하는 사람이라도\n상당한 노력을 필요로 하지만,\n그렇지 못하다면 굉장히 힘들게 달려나가야 할 거예요.\n불공평하다고 불평해봤자 바뀌는 건 없어요.\n그저 죽기 살기로 달려나가면서,\n왜 아무나 성공할 수 없는 것인지를 절실히 깨달으며\n성공을 쟁취할 수밖에 없죠.",
      " 당신이 현재의 당신에 만족하지 않고,\n별로라고 생각하는 것이 어쩌면 당신이 잘 살고 있다는,\n또는 잘 살기 위한 자세를 가졌다는 증거일지도 몰라요.\n누군가는 자신의 꿈은 접어두고,\n그저 안주하고 흘러가는 대로 살아가고자 하지만,\n적어도 당신은 그러지 않았잖아요.\n더 나은 내일을 꿈꾸고,\n원하는 것을 이루어가는 삶을 포기할 수 없다면,\n한 번 해보자고요.\n몹시 고된 여정이겠지만,\n그곳에, 그곳을 향한 여정에 당신의 행복이 있을 거예요.",
      " 당신이 성공할 것이라고 얘기한다면,\n많은 사람들이 당신을 비웃고, 좌절시키려 할 거예요.\n심지어 당신 스스로도 그럴 수 있어요.\n당신이 실패할 수밖에 없는 수많은 이유를 들먹이며,\n성공을 향한 길 위에서 당신을 떨어뜨리려고 할 거예요.\n물론, 그들의 말에는 사실이나 진심이 담겨 있을 수도 있죠.\n하지만, 당신이 열심히 노력하여 이루어낸다면,\n그들은 고개를 푹 숙이며,\n당신이 뿜어내는 빛을 감히 쳐다도 보지 못할 거예요.\n그러니 주변의 얘기에 신경 쓰지 말고, 그냥 도전하세요.",
    ],
    saying: [
      {
        person: "트리쉬 웨그스테프",
        line:
          "많은 사람은 TV 앞에 앉아서\n혹은 핸드폰을 만지는 것 이외에는\n많은 일에 도전하지 않는다.",
      },
      {
        person: "스티브 데이비스",
        line:
          "넘어진 것은 당신의 잘못이 아닐 수 있다.\n그러나 일어서지 않는 것은 당신의 잘못이다.",
      },
      {
        person: "오프라 윈프리",
        line:
          "미래가 어떻게 전개될지는 모르겠지만,\n누가 그 미래를 결정하는지는 안다",
      },
      {
        person: "벤자민 디즈라엘리",
        line: "많이 보고 많이 겪고 많이 공부하는 것은\n배움의 세 기둥이다.",
      },
      {person: "테드 터너", line: "이끌든지,\n따르던지,\n비키든지."},
      {
        person: "스티브 잡스",
        line:
          "위대한 일을 하는 유일한 방법은\n당신이 이 일을 진짜 사랑하는 것이다.\n아직 찾지 못했다면 계속해서 찾아라. 타협하지 마라.\n모든 일이 그렇듯 제대로 찾았다면,\n당신 마음이 알게 될 것이다.",
        tooLong: true,
      },
    ],
  },
  {
    text: "최.악.",
    title: "계속 최악일 필요는 없어요.",
    image_url: "Images/5.jpg",
    link: [
      "https://www.youtube.com/watch?v=MJcGEFXa9zs",
      "https://www.youtube.com/watch?v=klTXqkEGSME",
      "https://www.youtube.com/watch?v=lD6n8Cvch4w",
      "https://www.youtube.com/watch?v=EedihBFtM0o",
      "https://www.youtube.com/watch?v=PeFAcyOzE_0",
    ],
    content: [
      " 어디서부터 어떻게 풀어나가야 할지 모르겠나요?\n당신이 혐오하는 삶을 매일같이 살아가는데,\n결심은 매번 하는데, 얼마 못 가 다시 돌아오나요?\n당연한 일이에요.\n당신은 노력하는 법을 잊어버렸을 테니까요.\n그렇다고 좌절할 필요는 없어요.\n다시 되찾으러 가야죠.\n당신이 잊어버린 '노력하는 법'을 찾기 위해,\n몹시 괴로운 시간을 보낼 거예요.\n절대 조금 아픈 그런 수준으로 끝나지 않겠죠.\n피눈물이 쏟아지고,\n멍청했지만 편안했던 시절을 그리워할지도 몰라요.\n그럴 때마다, 스스로에게 물어보세요.\n'다시 그 때로 돌아가도 정말 괜찮겠어?'",
      " 모든 훌륭한 일의 시작은 스스로 믿는 데에서 시작해요.\n스스로의 부족함을 깨닫고,\n스스로의 가능성을 믿으며 앞으로 나아가야 해요.\n최고의 영광을 누리는 사람들도 최악의 시기가 있었으니,\n당신도 지금 그러한 때라고 생각하고 극복해나가야 해요.\n물론, 극복해나가는 과정이 몹시 괴로울 거예요.\n당신의 몸과 마음에 깊숙이 자리 잡은 나쁜 습관들을 떼어내고,\n부정적인 환경을 벗어나 열심히 노력한다는 것은\n굉장히 어려운 일이죠.\n그래도, 끝까지 힘을 내셔야 해요.\n다시 최악으로 돌아가고 싶지 않으시다면.",
      " 당신이 정말로 힘든 과거를 거쳐서\n현재 최악의 삶을 살아가고 있을 지도 몰라요.\n하지만, 그 어떠한 과거를 지녔더라도,\n당신은 더 나은, 어쩌면 훌륭한 미래를 꿈꾸고 있을 거예요.\n그렇다면, 방법은 하나예요.\n지금까지의 당신을 어떻게 받아들일지를 정하고,\n앞으로 어떻게 해야 할지를 생각해 봐야 해요.\n스스로 깊이 생각해 보기도 하고,\n주변 사람들에게 묻기도 하고,\n책이나 영상에서 답을 찾아보세요.\n불평만 늘어놓아봤자, 바뀌는 건 아무것도 없어요.\n당신이 찾아낸 그 답을 실천하는 것만이\n변화를 만들어 낼 수 있어요.",
      " 인간은 운명의 하수인일까요?\n운명을 개척해나가는 존재일까요?\n정확한 답은 아무도 모르겠지만,\n당신이 성공하고 싶다면, 후자라고 생각하는 게 좋을 거예요.\n그래야만 당신의 힘을 믿고,\n성공을 항해 나아갈 수 있을 테니까요.\n비록 지금의 당신은 스스로가 너무 하찮아 보이고,\n아무것도 해낼 수 없다는 패배감에 휩싸여있을 수도 있어요.\n그래도 당신의 힘, 운명마저 개척해나갈 수 있는 당신의 힘을\n진정으로 믿는다면,\n당신은 무엇이든 해낼 수 있을 것이며,\n성공을 향한 과정 속에 있는 모든 고통들마저\n이겨낼 수 있을 거예요",
      " 무기력한 사람은 아무것도 제대로 할 수 없어요.\n그저 살아가며, 행복과는 먼 인생을 살아가겠죠.\n당신이 행복하게 살아가고자 한다면,\n당신은 최대한 빨리 무기력함을 벗어나야 해요.\n당신을 미소 짓게 했던 일들을 생각하고,\n당신의 가슴을 뛰게 만들었던 꿈들을 다시 찾아내야 해요.\n그리고, 스스로를 그 길 위에 올려놓고, 달려나가야만 해요.\n그 길 위에서 마주하는 모든 것들,\n심지어 고통마저도 당신의 행복을 향한 길 위의 존재이기에\n아프지만, 당신을 기쁘게 만들 것이고,\n결국 당신은 그 길에서 성공을 만나게 될 거예요.",
    ],
    saying: [
      {
        person: "지그 지글러",
        line:
          "사람들은 동기부여는 오래가지 않는다고 말한다.\n목욕도 마찬가지다.\n그래서 매일 하라고 하는 것이다.",
      },
      {
        person: "사무엘 존슨",
        line: "자신감은 위대한 과업의 첫째 요건이다.",
      },
      {
        person: "찰리 채플린",
        line:
          "진정으로 웃으려면 고통을 참아야 하며,\n나아가 고통을 즐길 줄 알아야 해.",
      },
      {
        person: "마크 트웨인",
        line:
          "용기란 두려움에 대한 저항이고, 두려움의 정복이다.\n두려움이 없는 게 아니다.",
      },
      {
        person: "마이클 조던",
        line:
          "절대 안 된다는 말은 하지 말아라.\n한계는 두려움과 마찬가지로 환상일 뿐이다.",
      },
      {
        person: "나폴레옹",
        line:
          "죽음은 아무것도 아니다.\n그러나 패배자로서 영광 없이 사는 것,\n그것은 매일 죽는 것이나 다름없다.",
      },
      {
        person: "에이브러햄 링컨",
        line:
          "마찰 없이 보석을 광나게 할 수 없듯,\n시련 없이 사람을 완전하게 할 수 없습니다.",
      },
      {
        person: "헨렌켈러",
        line:
          "세상은 고통으로 가득하지만,\n그것을 극복하는 사람들로도 가득하다.",
      },
    ],
  },
  {
    text: "위로가 필요해요",
    title: "스스로를 돌아볼 시간이 필요해요.",
    image_url: "Images/6.jpg",
    link: [
      "https://www.youtube.com/watch?v=F1vNK4jSYr0",
      "https://www.youtube.com/watch?v=0ZHqB7Fplu0",
      "https://www.youtube.com/watch?v=as_vTI0_r9g",
      "https://www.youtube.com/watch?v=er5_sPevfJU",
      "https://www.youtube.com/watch?v=6Elm2mChF0s",
    ],
    content: [
      " 우린 기계가 아니에요.\n인간이기에 당연히 고통스럽죠.\n미친 듯이 살아갈 수는 있어도,\n매일을 그렇게 살아갈 순 없고,\n달콤한 열매를 맛볼 날은 있더라도,\n쓰디쓴맛을 경험하는 날들이 압도적으로 많아요.\n가끔씩, 또는 자주, 어쩌면 매일 찾아오는\n공허한 날에는 펜을 내려놓으세요.\n책을 덮고, 이때까지 열심히 달려온 당신을 위해\n회복할 시간을 주자고요.\n'방황하고 있다'는 것은 열심히 살고 있다는 증거에요.\n자신감을 가지고 살아가세요. 뒤처지는 것이 아니에요.\n충분히 회복한 뒤에, 눈부시게 나아갈 거니까요.",
      " 당신을 누군가와 비교하러 들지 마세요.\n당신과 비교해야 할 대상은\n오직 어제의 당신과 내일의 당신뿐이에요.\n어제보다 발전한 오늘의 당신,\n그보다 더 발전해나가는 내일의 당신만 생각하면 돼요.\n누가 당신보다 앞서고 있다고 조바심을 낼 필요도,\n누가 당신보다 훨씬 뒤에 있다고 안심할 이유도 없어요.\n그저 당신이 어떠한지만 생각하면 돼요.\n잘하고 있을 때는 칭찬을,\n못하고 있을 때는 응원을 건네주면서,\n때로는 쉬어가면서 그렇게 나아가면 돼요.",
      " 당신은 존재 자체만으로 소중한 사람이에요.\n그럼에도 불구하고, 당신이 노력하는 이유는\n소중한 당신이 원하는 바를 이루기 위해 서지,\n절대 당신의 가치가 낮아서 그를 향상시키거나\n타인이 원하는 바를 이루기 위해서가 아니에요.\n그러니 다른 누군가를 위해서,\n스스로를 드높이기 위해서\n당신의 삶을 낭비하지 마세요.\n스스로에게 더욱 집중하고,\n기쁠 때는 환하게 웃어주고,\n슬플 때는 등을 토닥여주고,\n쉬고 싶다고 얘기할 때는 그 의견을 존중해 주세요.\n당신을 존중해야만 행복도,\n성공도 쟁취할 수 있을 테니까요.",
      " 세상은 저를 비롯해서\n당신에게 '충조평판'하려는 사람들이 참 많아요.\n당신에게 그렇게 하는 이유는\n당신보다 우월해서도, 당신을 위해서도 아니에요.\n그저 당신에게 자신의 가치관을 들이미는 것일 뿐이에요.\n그들이 하는 말이 옳다고 생각하면 따르면 되고,\n그렇지 않다고 생각하면 무시하고\n당신 마음대로 살아가면 돼요.\n타인의 의견에 당신의 인생을 맡길 필요 없어요.\n그저 당신의 생각을 계속해서 기르고,\n당신이 생각하는 대로 행동하면 돼요.\n그렇게 해야만, 당신이 행복해질 수도,\n성공할 수도 있어요.",
      " 힘이 든다는 것은 열심히 달려왔다는 증거이지,\n당신이 약하다는 뜻이 아니에요.\n그러니, 억지로 괜찮은 척하지 마세요.\n힘들 때는, 펑펑 눈물 흘리고,\n괜찮아질 때까지 푹 쉬어주면 돼요.\n혼란스러울 때는, 당신의 정신을 어지럽히는 것들로부터\n멀리 떨어져 충분한 휴식을 취해 주세요.\n이러한 것들은 당신을 약하게 만드는 것이 아니라\n오히려 더욱 강인한 사람으로 만드는 데에 도움이 될 거예요.\n당신을 존중하고, 당신이 원하는 바를 이루어나가는데\n그 무엇보다 큰 힘이 되어줄 거예요.",
    ],
    saying: [
      {
        person: "클린트 이스트우드",
        line:
          "당신의 노력을 존중하라. 당신 자신을 존중하라.\n자존감은 자제력을 낳는다.\n이 둘을 모두 겸비하면 진정한 힘을 갖게 된다.",
      },
      {
        person: "리오넬 메시",
        line:
          "나는 축구선수가 되기에는 작은 키를 가지고 있으며\n다른 선수들에 비해 신체 조건이 뒤처짐을 인정한다.\n하지만 그 작은 키는 나에게 최고의 장점이 되었고,\n이제는 누구 앞에서도 당당할 수 있다.",
      },
      {person: "셸리", line: "겨울이 오면 봄이 멀지 않으리."},
      {
        person: "앙투안 드 생택쥐페리",
        line: "사막이 아름다운 것은 어딘가에 샘이 숨겨져 있기 때문이다.",
      },
      {
        person: "찰스 다윈",
        line: "자신감 있는 표정을 지으면 자신감이 생긴다.",
      },
    ],
  },
];
